{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"ВЎ":99,"Вў":100,"ВЈ":101,"ВӨ":102,"ВҘ":103,"ВҰ":104,"В§":105,"ВЁ":106,"В©":107,"ВӘ":108,"В«":109,"В¬":110,"В®":111,"ВҜ":112,"В°":113,"Вұ":114,"ВІ":115,"Ві":116,"Вҙ":117,"Вө":118,"В¶":119,"В·":120,"Вё":121,"В№":122,"Вә":123,"В»":124,"Вј":125,"ВҪ":126,"Вҫ":127,"Вҝ":128,"ГҖ":129,"ГҒ":130,"ГӮ":131,"Гғ":132,"Г„":133,"Г…":134,"ГҶ":135,"ГҮ":136,"ГҲ":137,"Гү":138,"ГҠ":139,"ГӢ":140,"ГҢ":141,"ГҚ":142,"ГҺ":143,"ГҸ":144,"Гҗ":145,"Г‘":146,"Г’":147,"Г“":148,"Г”":149,"Г•":150,"Г–":151,"Г—":152,"Гҳ":153,"Гҷ":154,"Гҡ":155,"Гӣ":156,"Гң":157,"Гқ":158,"Гһ":159,"Гҹ":160,"Г ":161,"ГЎ":162,"Гў":163,"ГЈ":164,"ГӨ":165,"ГҘ":166,"ГҰ":167,"Г§":168,"ГЁ":169,"Г©":170,"ГӘ":171,"Г«":172,"Г¬":173,"Гӯ":174,"Г®":175,"ГҜ":176,"Г°":177,"Гұ":178,"ГІ":179,"Гі":180,"Гҙ":181,"Гө":182,"Г¶":183,"Г·":184,"Гё":185,"Г№":186,"Гә":187,"Г»":188,"Гј":189,"ГҪ":190,"Гҫ":191,"Гҝ":192,"ДҖ":193,"ДҒ":194,"ДӮ":195,"Дғ":196,"Д„":197,"Д…":198,"ДҶ":199,"ДҮ":200,"ДҲ":201,"Дү":202,"ДҠ":203,"ДӢ":204,"ДҢ":205,"ДҚ":206,"ДҺ":207,"ДҸ":208,"Дҗ":209,"Д‘":210,"Д’":211,"Д“":212,"Д”":213,"Д•":214,"Д–":215,"Д—":216,"Дҳ":217,"Дҷ":218,"Дҡ":219,"Дӣ":220,"Дң":221,"Дқ":222,"Дһ":223,"Дҹ":224,"Д ":225,"ДЎ":226,"Дў":227,"ДЈ":228,"ДӨ":229,"ДҘ":230,"ДҰ":231,"Д§":232,"ДЁ":233,"Д©":234,"ДӘ":235,"Д«":236,"Д¬":237,"Дӯ":238,"Д®":239,"ДҜ":240,"Д°":241,"Дұ":242,"ДІ":243,"Ді":244,"Дҙ":245,"Дө":246,"Д¶":247,"Д·":248,"Дё":249,"Д№":250,"Дә":251,"Д»":252,"Дј":253,"ДҪ":254,"Дҫ":255,"Дҝ":256,"ЕҖ":257,"ЕҒ":258,"ЕӮ":259,"Еғ":260,"Д Д ":261,"ДҚДҠ":262,"nt":263,"Д =":264,"Д Д Д ":265,"Mo":266,"ro":267,"Д p":268,"Д {":269,"Д }":270,"de":271,"ie":272,"le":273,"on":274,"Д '":275,"Д (":276,"Te":277,"Vie":278,"ac":279,"am":280,"ay":281,"con":282,"ent":283,"eac":284,"ide":285,"ment":286,"ou":287,"rt":288,"st":289,"ti":290,"vide":291,"xt":292,"Д <":293,"rovide":294,"Text":295,"View":296,"amou":297,"eact":298,"rovider":299,"amount":300,"';":301,");":302,"==":303,"Pay":304,"ati":305,"fro":306,"im":307,"ort":308,"port":309,"react":310,"Д Mo":311,"Д con":312,"Д fro":313,"Д Д Д Д Д ":314,"Д =>":315,"Д ===":316,"Д pa":317,"Д provider":318,"Payment":319,"import":320,"Д from":321}