#version: 0.2
Ġ Ġ
ĠĠ ĠĠ
ĠĠĠĠ ĠĠĠĠ
č Ċ
o n
t i
t e
a n
ĠĠ Ġ
l a
l e
Ġ <
o r
a r
- -
Ġ s
d i
m e
ti on
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
d e
Ġ c
= "
r an
o l
Ã ©
s s
i n
N a
Ġc la
di v
ss Na
Ġcla ssNa
ĠclassNa me
- [
e r
x t
a c
te xt
c ol
ĠĠĠĠĠĠĠĠ ĠĠĠ
r e
v ar
ĠĠĠĠĠĠĠĠ Ġ
Ġ m
= {
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
u r
Ġ< /
ĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
" >
Ġs m
ran d
( --
b rand
col or
Ġ t
s p
Ġ b
) ]
s e
Ġ {
s t
Ġ f
m o
o p
Ġ p
Ġ de
Ġ d
Ġ l
Ġ }
c a
i t
Ġ 0
ran s
sp an
r o
te r
1 0
u e
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
Ġ čĊ
-- -
u t
v i
mo tion
Ġ le
on t
h i
p x
v e
a tion
a l
a p
Ġ C
Ġ g
d ar
t s
Ġ text
de r
r i
dar k
c k
Ġ /
Ġ u
c e
Ġ w
o m
v er
Ġ op
ac it
l o
o ver
u l
le x
acit y
F I
i m
p or
Ġ '
Ġb or
Ġ ---
Ġl g
Ġbor der
* /
/ *
Ġ (
Ġ */
ĠĠĠĠ Ġ
Ġt rans
Ġ{ /*
por t
Ġ*/ }
I n
g h
i s
i tion
n g
p er
r a
di ng
Ġ a
Ġ e
={ {
Ġ} }
Ġop acity
f ul
g e
i e
in g
Ġf ont
ca se
Ġ/ >
ful l
Ġ h
Ġ in
on e
de n
ac k
Ġp o
0 0
a ding
b i
c h
d den
f lex
i an
o w
q ue
x l
Ġ 1
Ġb g
ro u
hi dden
Ġtrans ition
ian ts
L E
O N
l i
n t
t rans
Ġ vi
Ġt r
R T
a t
e s
u i
Ġ =
on st
Ġs t
Ġm d
Ġd ur
Ġg ap
gh t
1 2
a b
c t
c tion
Ġ -
Ġ S
ĠĠĠĠ ĠĠĠ
ti ve
or m
bi le
2 0
b la
f orm
h over
i te
m s
Ġle ading
ack ing
Ġtr acking
Ġdur ation
bla ck
ite ms
l ue
o t
r in
Ġ A
Ġ V
Ġ la
Ġ FI
Ã© c
Ġm o
ca le
Ġpo ur
: -
< /
n one
p per
Ġ E
Ġ z
Ġ var
Ġ items
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ac t
Ġu pper
ĠFI LE
Ġupper case
T A
a d
a te
f a
f t
o ut
u s
u te
Ġ n
la tive
Ġs ur
' ;
D ow
b lo
b lue
g rou
n ter
r Ã©
s ol
Ġ :
ti f
de In
re lative
Ġm b
Ġf ro
ri d
ce nter
im port
Ġe t
ab sol
Ġvar iants
Dow n
blo ck
deIn Down
Ġfro m
absol ute
C ON
E W
I EW
O RT
P ORT
a g
c i
e b
i ti
m d
n e
w port
Ġ M
Ġ R
Ġ T
me nt
FI G
Ġvi e
CON FIG
IEW PORT
iti al
a in
a se
b le
c onst
r c
s i
s m
Ġ D
Ġ P
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
la te
)] /
ont ain
ve n
ra y
Ġin itial
Ġmo bile
fa deInDown
Ġvie wport
V ie
V IEWPORT
g ate
p e
Ġ >
le s
le In
in ter
vi gate
hi leIn
Ġ/ /
Ġw hileIn
trans form
ot re
Vie w
ĠwhileIn View
) '
/ /
2 1
5 00
I M
a s
a ge
g rid
g ray
h ad
l Ã©
o u
r u
u m
u re
v at
w eb
x s
y n
Ġ hidden
ĠĠ čĊ
le ft
ar iants
Ã© s
col s
re act
)] "
Ġf lex
Ġle s
Ġ' /
Ġa u
li me
trans late
rin ci
ĠV ariants
grou p
ontain er
IM G
had ow
vat ar
web p
N D
T E
a ti
e ct
f i
g er
i z
m is
n d
n u
q ui
w i
Ġ B
Ġ G
Ġ y
Ġ Ã©
ti mis
la y
Ġs e
Ġs cale
Ġd u
ĠS TA
ĠE ND
ag ger
rinci p
ĠSTA RT
' ,
5 1
A ction
B ut
C u
C ol
I m
N otre
S rc
a ut
a vatar
b a
e m
e ven
f lo
k e
p o
s cale
t on
t Ã©
t op
t om
x per
} ;
Ã ī
Ġ over
ti se
ti gh
ti ght
ar t
ar ge
Ġs hadow
di um
me dium
Ġc onst
Ġm ar
={ '
st om
st art
Ġl o
ca tion
ri ght
Ġu n
Ġw i
Ġe ase
Ġpo inter
que s
Ġ= >
ot tom
Ġn a
si ble
)' }
agger C
Action But
Col or
avatar Src
even ts
flo w
xper tise
Ġover flow
tigh ter
stom ActionBut
stomActionBut ton
( )
5 0
O R
R S
c o
e l
h rin
j us
l l
p y
q u
r st
r ue
s hrin
y le
Ġ "
Ġ L
Ġ ar
Ġ ac
Ġ re
Ġ Ã©c
Ġ rÃ©
Ġ ou
an s
an ge
me mo
Ã© qui
in te
ac e
Ġt y
op acity
Ġp r
Ġde s
Ġde lay
it Ã©
vi ter
ve c
Ġu ne
Ġop timis
Ġa vec
ch ange
at ter
Ġmo tion
tif y
ĠÃ© viter
Ġscale X
Ġna vigate
jus tify
shrin k
Ã©qui pe
) .
) }
/ >
1 1
2 2
2 4
4 8
A M
A V
A TA
E xpertise
I F
L ON
N E
N T
O ut
O LON
S S
S e
U I
Z ap
a m
b j
b r
b out
b ottom
c or
c om
c over
d re
e xt
e act
f e
f ont
f ra
f inte
g i
g in
g ap
g ba
i a
i re
l in
l is
l us
l dre
m t
n s
o bj
p l
p ut
p rincip
r ap
r gba
s nu
t rue
u ti
u di
v itÃ©
y out
z y
{ '
Ã ł
Ġ &
Ġ )
Ġ F
Ġ W
Ġ [
Ġ x
Ġ on
Ġ an
Ġ 10
Ġ al
Ġ 20
Ġ relative
Ġ Im
Ġ justify
Ġ Ãł
ĠĠĠĠ ĠĠčĊ
on om
la ven
la zy
le c
Ġs rc
Ġs iz
me r
tion s
de st
Ġc om
ol lec
ss i
Na vigate
Ġm t
ur s
Ġt h
Ġt op
sp ace
)] ">
se ction
se Navigate
st udi
Ġf or
mo bile
Ġp y
Ġp ro
Ġde co
Ġ} ,
ca l
Ġ0 0
Ġ0 2
ro ke
Ġle ft
hi ldre
ĠC ON
ĠC OLON
Ġg rou
Ġg rid
ts x
Ġu seNavigate
lo cal
im g
im ation
Ġ' }
Ġtrans form
ra tÃ©
Ġa s
ie u
one y
ack grou
00 1
li ght
Ġvi a
Ġvi sible
Ġst ri
Ġst aggerC
Ġst yle
ct ure
ĠS t
ĠM o
ĠR eact
ase Out
as yn
fi rst
wi dest
Cu stomActionButton
arge t
Ġmar ques
Ġlo ading
Ġwi ll
Ġar ia
AV ATA
Se ction
bout Section
cor e
fra mer
finte ch
lin e
obj ect
princip les
snu g
Ġan imation
Ġal t
ĠIm age
laven der
Ġsiz e
studi es
Ġdeco ding
hildre n
ĠCOLON NE
Ġgrou p
ackgrou nd
asyn c
AVATA RS
0 5
0 8
3 0
A N
C H
E R
I S
M O
O p
P U
S T
S t
a que
a tif
d u
e x
e nt
f lue
h aque
l u
l le
m b
m u
n ti
n ce
p p
p li
r ut
r ation
r one
s ti
u pp
Ġ In
on te
te s
an ce
an tes
or atif
de s
Ġc haque
Ã© e
Ã© es
Ã© lÃ©
ss e
ac ti
re ssi
Ġm a
Ġm i
sp ect
Ġb atter
Ġp ar
Ġd Ã©
Ġd Ã©c
ro w
vi ce
al is
ĠC u
is er
Ġe n
Ġin ter
bi c
ch rone
ab le
form ance
ĠA boutSection
Ġla yout
ru cture
yn chrone
iz ation
ĠG PU
rincip al
aut o
qu er
ĠÃ©c onom
Ġty pe
Ġpr op
ĠW eb
Ġstri ct
ĠMo bile
rut alis
Ġbatter ie
ĠdÃ©c oratif
ĠÃ©conom iser
rutalis te
$ {
% "
' /
' )}
( (
( '/
+ </
. .
0 2
1 5
1 6
3 2
3 5
3 00
5 21
6 10
7 4
7 00
8 2
9 5
9 9
> {'
A I
A T
A U
A nti
C li
C OR
C hildren
E L
E t
E nt
E AM
E NT
E ST
F C
I TE
L S
L Ãī
L OR
M em
M ENT
N U
O ITE
P I
P lus
P LOR
Q ui
R AI
R OITE
T ext
T arget
T RAI
U LE
U SS
U EL
X PLOR
` }
a u
a di
a it
a tive
a deInDown
b ol
b re
b el
c te
c le
c ul
c ontainer
c Ã©lÃ©
d t
d ac
d om
e i
e lÃ©
e aseOut
f Ã©
f fe
g u
g ie
h er
i c
i que
i ble
i cation
i fe
i gin
j p
k it
k top
l g
l ing
l ui
m an
m ap
m ul
m oney
n de
n ts
n ative
n ication
o is
o us
o late
p ri
p act
p ag
p atter
p Ã©es
r er
s hadow
s ans
t u
t te
t ran
t ur
t ch
t rin
u le
u ne
v w
y cle
z e
} `}
¨ re
Ã ¨re
â Ģ
Ġ +
Ġ 2
Ġ 3
Ġ O
Ġ i
Ġ or
Ġ it
Ġ im
Ġ is
Ġ xl
Ġ rou
Ġ LE
Ġ qui
Ġ Notre
Ġ ke
Ġ Ãī
Ġ right
Ġ memo
Ġ Zap
Ġ object
Ġ ${
Ġ Qui
Ġ USS
ĠĠĠĠĠĠĠĠ ĠĠčĊ
on al
ti pl
an t
la tions
le ct
or ce
or por
ar ag
ar ent
Ġs u
Ġs om
Ġs im
Ġs aut
di sp
me s
me nts
ĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠčĊ
Ġc rÃ©
Ġc ontain
Ġc ou
Ġc ollec
Ġc urs
Ġc ycle
=" /
Ã© mo
Ã© ra
in put
in line
in trin
Ġcla ire
er vice
re ad
re gi
re du
re gu
re pri
re tch
Ġm x
Ġm at
Ġm Ã©mo
={ `
={ ()
sp arent
Ġb ottom
Ġb ackground
se s
se t
st o
st aggerC
st roke
st ructure
st retch
Ġf adeInDown
Ġf ois
Ġp x
Ġp rincipal
Ġde fa
Ġd ans
Ġl im
Ġ} ;
it re
Ġ0 1
10 0
10 5
vi sible
al lo
al ic
ap pli
ĠC onst
ĠC TA
ĠC ontainer
ĠC SS
ĠC ollec
ĠC onte
ĠC LS
ĠC ible
ĠC orpor
Ġg lo
Ġg ray
Ġg elÃ©
Ġtext Color
ri lle
ce sse
lo quer
ul t
Ġ' ..
Ġborder Color
Ġ( )
per formance
ra le
Ġa spect
Ġ}} >
Ġh over
Ġh ei
Ġin uti
Ġin line
Ġin sti
Ġin set
00 0
ch es
rou ter
trans ition
Ġtr ue
es ktop
Ġst ati
Ġst ratÃ©
Ġdur able
ab el
ĠS upp
ĠS ervice
ĠA u
ĠA vatar
ĠA ns
ĠA PI
ĠV IEWPORT
ĠV otre
ĠV IS
Ġla bel
Ã©c ut
cale s
ĠE xpertise
ĠE XPLOR
ad ge
out put
Ġn ous
ci de
ĠM oney
ĠM AN
ĠR ati
ĠR ULE
ĠR adi
ĠT ext
ĠT arget
ĠT EAM
ĠT itre
ble nd
si c
si ze
ĠD e
ĠD Ã©c
ĠD Ãī
ĠD ROITE
ĠD esktop
ĠP lus
ĠP arag
21 5
as qu
gray scale
lÃ© ments
ru ction
ru les
ure ment
Ã©s acti
Ġau dac
TE AM
TE NU
ati vitÃ©
wi der
ĠB ackground
ĠB rutaliste
ĠB adge
ĠG AU
ĠG rille
ĠÃ© lÃ©ments
Ġse ule
Ġse lect
51 74
51 82
51 99
Cu bic
Im pact
ba le
po s
po inter
Ġconst ruction
Ġmar gin
Ġlo ur
Ġun ique
Ġwi dt
() ;
Ġ" -
ĠL abel
Ġac com
Ġre tur
memo ization
Ġty pÃ©es
Ġdelay Children
Ġoptimis Ã©
Ġoptimis Ã©s
IF S
IF EST
com mu
gi que
lis ation
ns ation
rap h
Ġ) ;
Ġ) )}
ĠF orce
Ġon ce
Ġon Cli
Ġcom p
Ġcom pos
Ġth read
Ġfor te
Ġpro cesse
ĠCON TRAI
ĠCON TENU
ratÃ© gie
Ġas ynchrone
ieu se
ĠstaggerC ontainer
ĠstaggerC hildren
ĠSt ratÃ©gie
aseOut Cubic
Ġanimation s
CH E
Op timis
St roke
ex port
flue nce
lu cide
ĠIn fluence
ressi on
Ġma x
Ġmi x
ĠCu stomActionButton
Ġprop s
ĠWeb kit
('/ #
35 5
521 6
AT IFS
COR ATIFS
Ent repri
LÃī MENT
Mem bre
Text Stroke
bol d
her o
ife sto
jp g
man ifesto
mul tipl
nde d
pag ne
patter n
tu tions
tran sparent
âĢ Ļ
Ġor igin
Ġit alic
Ġis olate
Ġrou nded
Ġke y
ĠÃī LÃīMENT
ĠUSS D
Ġsom mes
Ġsaut s
disp lay
ĠcrÃ© ativitÃ©
Ġcou ches
Ġcollec tif
Ġcurs or
Ã©ra te
intrin sic
regi onal
redu ce
regu lations
ĠmÃ©mo ire
Ġbackground Color
staggerC ontainer
structure s
Ġdefa ult
allo cation
appli cation
ĠConst antes
ĠCollec tive
ĠConte nu
ĠCorpor ate
Ġglo bale
Ġgray scale
ĠgelÃ© es
Ġ'.. /
Ġhei ght
Ġinuti le
Ġinsti tutions
ĠstratÃ© gique
ĠSupp ression
ĠAvatar s
ĠVIS UEL
ĠEXPLOR ER
ĠMAN IFEST
ĠRati o
ĠRadi cales
ĠDÃī CORATIFS
ĠParag raph
asqu Ã©
Ã©sacti v
Ġaudac ieuse
ĠGAU CHE
Ġunique ment
Ġwidt h
Ġaccom pagne
Ġretur n
commu nication
ĠonCli ck
ĠCONTRAI NT
ĠWebkit TextStroke
Entrepri ses
multipl y
ĠÃīLÃīMENT S
ĠMANIFEST O
